<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>ConsentText</key>
	<dict>
		<key>default</key>
		<string>This Profile is for Seamless WiFi connection for VNPT users</string>
	</dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>AutoJoin</key>
			<true/>
			<key>CaptiveBypass</key>
			<false/>
			<key>DisableAssociationMACRandomization</key>
			<false/>
			<key>EAPClientConfiguration</key>
			<dict>
				<key>AcceptEAPTypes</key>
				<array>
					<integer>18</integer>
				</array>
			</dict>
			<key>EncryptionType</key>
			<string>WPA</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>IsHotspot</key>
			<true/>
			<key>PayloadDescription</key>
			<string>Configures Wi-Fi settings</string>
			<key>PayloadDisplayName</key>
			<string>Wi-Fi</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.wifi.managed.30021CFC-7778-4566-9495-9DE59116984E</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>06164158-24AF-4FAB-AFBF-01A92DE30C7C</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>@VNPT Wifi</string>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>This Profile is for Seamless WiFi connection for VNPT users</string>
	<key>PayloadDisplayName</key>
	<string>VNPT WiFi</string>
	<key>PayloadIdentifier</key>
	<string>Hanks-MacBook-Pro.A7B298E8-897D-4BAA-A779-0BB9F8BA9BEA</string>
	<key>PayloadOrganization</key>
	<string>VNPT</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>D7D3400A-9D2B-4549-9C1B-AB0A2D138B01</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
